# Основные конфигурационные настройки бота

TOKEN = 'ЗАМЕНИТЬ НА РЕАЛЬНЫЙ'
REMIND_TIME = '23:24'  # время ежедневного выполнения задания по расписанию
REMIND_DAYS = 7  # количество дней, за которое отправляется напоминание

# Предметы
SUBJECTS = {
    'physics': 'Физика',
    'math': 'Математика',
    'comp_science': 'Информатика',
    'chemistry': 'Химия',
    'russian': 'Русский язык',
    'economics': 'Экономика',
    'history': 'История',
    'biology': 'Биология'
}

# Уровни олимпиады
OLYMP_LEVELS = {
    '1': '1 уровень',
    '2': '2 уровень',
    '3': '3 уровень',
    'any': 'любой уровень'
}
